Repository: codehearts/sleepless
Catalog: django/pages/locale/*/LC_MESSAGES/django.po
Languages: sv

source: Cards in %(deck_name)s
sv: Kort i %(deck_name)s

source: Time’s Up.
sv: Tiden är Ute

source: Return to Deck
sv: Återgå till Däck

source: Your time limit has expired for %(deck_name)s. You deserve a break!
sv: Din tid har löpt ut för %(deck_name)s. Du förtjänar en paus!

source: You've finished studying %(deck_name)s for today.
sv: Du har avslutat sina studier %(deck_name)s för idag.

source: Time
sv: Tid

source: Today
sv: Idag

source: Return Home
sv: Återvända Hem

source: Sleepless is a no-nonsense way to study the things that matter to you.
sv: Sleepless är en rättfram sätt för att studera de saker som viktiga för dig

source: What interests you? Try searching through the library of public decks and start studying&mdash;no registration required.
sv: Vad intresserar dig? Prova att söka igenom biblioteket av offentliga däck och plugga&mdash;ingen registering krävs.

source: To get you started, here are some of the most popular decks:
sv: Att komma igång, här är några av de mest populär däck:

source: By <a href="%(author_url)s" title="See more decks by %(author_name)s">%(author_name)s</a>
sv: Av <a href="%(author_url)s" title="Se fler däck av %(author_name)s">%(author_name)s</a>

source: See all cards in this deck
sv: Se alla kort i detta däck

source: %(card_count)s card
sv: %(card_count)s kort

source: Start Studying
sv: Börja Studera

source: Study Options
sv: Studera Inställningar

source: %(numeric_box)s new cards to study
sv: %(numeric_box)s nya kort att studera

source: %(checkbox)s Continue from where I left off
sv: %(checkbox)s Fortsätt där jag slutade

source: %(checkbox)s Set a time limit for this session
sv: %(checkbox)s Fastställa en tidsfrist för denna session

source: %(numeric_box)s minutes
sv: %(numeric_box)s minuter

source: %(checkbox)s Randomize order
sv: %(checkbox)s Randomisera ordning

source: %(checkbox)s Include reversed cards
sv: %(checkbox)s Inkludera omvända kort

source: Decks Related to &ldquo;%(search_query)s&rdquo;
sv: Däck som länkar till &ldquo;%(search_query)s&rdquo;

source: Sorry, I Found No Decks For &ldquo;%(search_query)s&rdquo;
sv: Tyvärr hittade jag inga däck för &ldquo;%(search_query)s&rdquo;

source: You Didn't Search For Anything!
sv: Du har inte söka efter vad!

source: If you're unsure what to search for, you could try looking through the most popular decks:
sv: Om du är osäker på vad du vill söka efter, kan du kolla igenom de mest populära däck:

source: Repeat
sv: Upprepa

source: Next
sv: Nästa

source: Show Answer
sv: Visa Svar

source: See more
sv: Läs mer

source: Study Deck
sv: Studera Däck

source: Welcome to the %(site_title)s
sv: Välkommen till %(site_title)s

source: Results for &ldquo;%(search_query)s&rdquo;
sv: Sökresultat på &ldquo;%(search_query)s&rdquo;

source: Now Studying
sv: Nu Studerar

source: That’s It!
sv: Det är Det!

source: You’re Done!
sv: Du är Fardigt!

source: Congratulations!
sv: Grattis!

source: Studying Complete
sv: Studera Fullständig
